/*
  KeyBinding.strings
  iina

  Created by lhc on 4/2/2017.
  Copyright © 2017 lhc. All rights reserved.
*/

"cmd.ignore" = "Ничего не делать";
"cmd.seek" = "Промотать";
"cmd.revert-seek" = "Промотать назад";
"cmd.set" = "Установить";
"cmd.cycle" = "Переключить";
"cmd.cycle-values" = "Переключить между";
"cmd.add" = "Изменить";
"cmd.multiply" = "Умножить";
"cmd.frame-step" = "Следующий кадр";
"cmd.frame-back-step" = "Предыдущий кадр";
"cmd.ab-loop" = "Повтор A–B";
"cmd.sub-seek" = "Поиск субтитров";
"cmd.playlist-next" = "Следующий файл";
"cmd.playlist-prev" = "Предыдущий файл";
"cmd.playlist-move" = "Переместить элемент плейлиста";
"cmd.playlist-clear" = "Очистить плейлист";
"cmd.playlist-remove" = "Убрать текущий файл";
"cmd.playlist-shuffle" = "Перемешать";
"cmd.write-watch-later-config" = "Сохранить историю воспроизведения";
"cmd.stop" = "Остановить";
"cmd.quit" = "Выйти";
"cmd.quit-watch-later" = "Выйти (запомнить позицию)";
"cmd.screenshot" = "Снимок экрана";
"cmd.screenshot-to-file" = "Снимок экрана в файл";
"cmd.loadfile" = "Загрузить файл";
"cmd.loadlist" = "Загрузить плейлист";
"cmd.run" = "Запустить";

"iina.flip" = "Вверх ногами";
"iina.mirror" = "Зеркально";

"iina.toggle-pip" = "Режим «Картинка в картинке»";
"iina.toggle-music-mode" = "Музыкальный режим";
"iina.open-file" = "Открыть файл";
"iina.open-url" = "Открыть адрес";
"iina.video-panel" = "Панель видео";
"iina.audio-panel" = "Панель аудио";
"iina.sub-panel" = "Панель субтитров";
"iina.playlist-panel" = "Панель плейлиста";
"iina.chapter-panel" = "Панель глав";
"iina.bigger-window" = "Увеличить окно";
"iina.smaller-window" = "Уменьшить окно";
"iina.fit-to-screen" = "По размеру экрана";
"iina.toggle-flip" = "Перевернуть вертикально";
"iina.toggle-mirror" = "Перевернуть горизонтально";
"iina.save-playlist" = "Сохранить текущий плейлист";
"iina.show-current-file-in-finder" = "Показать текущий файл в Finder";
"iina.delete-current-file" = "Удалить текущий файл";
"iina.delete-current-file-hard" = "Немедленно удалить текущий файл, не помещая его в корзину";
"iina.find-online-subs" = "Найти субтитры онлайн";
"iina.save-downloaded-sub" = "Сохранить загруженные субтитры";

"yes" = "вкл.";
"no" = "выкл.";
"to" = "на";
"by" = "на";
"in" = "между";
"add" = "увеличить на";
"minus" = "уменьшить на";
"forward" = "вперёд на";
"backward" = "назад на";
"seek-to" = "от начала на";

"relative" = "с";
"absolute" = "с";
"absolute-percent" = "%";
"relative-percent" = "%";
"relative+exact" = "с (точно)";
"relative-percent+exact" = "% (точно)";
"absolute+keyframe" = "с (по кадрам)";
"absolute-percent+keyframe" = "% (по кадрам)";

"opt.pause" = "паузу";
"opt.speed" = "скорость";

"opt.window-scale" = "Масштаб окна";

"opt.video" = "видеодорожку";
"opt.video-aspect-override" = "соотношение сторон";
"opt.contrast" = "контраст";
"opt.brightness" = "яркость";
"opt.gamma" = "гамму";
"opt.saturation" = "насыщенность";
"opt.deinterlace" = "деинтерлейсинг";

"opt.audio" = "аудиодорожку";
"opt.volume" = "громкость";
"opt.mute" = "режим «Без звука»";
"opt.audio-delay" = "задержку аудио";

"opt.sub" = "субтитры";
"opt.sub-delay" = "задержку субтитров";
"opt.sub-pos" = "позицию субтитров";
"opt.sub-scale" = "масштаб субтитров";
"opt.sub-visibility" = "видимость субтитров";
"opt.secondary-sub-visibility" = "Видимость вторых субтитров";
"opt.sub-ass-style-override" = "переопределение стиля ASS";

"opt.fullscreen" = "полноэкранный режим";
"opt.ontop" = "режим «Поверх всех окон»";

"opt.chapter" = "главу";

"read.set" = "Установить {{property}} на {{value}}";
"read.add" = "{{property}} {{value}}";
"read.multiply" = "Увеличить {{property}} в {{factor}}x раз";
"read.cycle" = "Переключить {{property}}{{#dir_down}} в обратном порядке{{/dir_down}}";
"read.cycle-values" = "Переключить {{property}} между ({{{values}}})";
"read.seek" = "Промотать {{#fwd}}вперед на{{/fwd}}{{#bwd}}назад на{{/bwd}}{{#abs}}от начала на{{/abs}} {{value}}{{#sec}} с{{/sec}}{{#per}}%{{/per}} {{#exact}}(точно){{/exact}}{{#kf}}(по кадрам){{/kf}}";
"read.sub-seek" = "Переключить на {{#skip_1}}следующие{{/skip_1}}{{#skip_-1}}предыдущие{{/skip_-1}} субтитры";
